<?php
const ALL_TABLE_ARRAY = [
    "in_system" => "Вы уже в системе",
    "access_denied" => "Недостаточно прав доступа",
    "empty_input" => "Заполните все поля в форме добавления пользователя",
    "invalid_uid" => "Неверный формат пользователя",
    "incorrect_format_password" => "Неверный формат пароля в форме",
    "password_doesnt_match" => "Пароли в форме не совпадают",
    "user_or_mail_taken" => "Пользователь уже существует",
    "user_deleted" => "Аккаунт удален",
    "session_not_found" => "Авторизируйтесь в системе",
    "success_add" => "Пользователь добавлен в систему",
    "success_delete" => "Пользователь удален",
    "success_edit" => "Пользователь изменен",
    "success_recover" => "Пользователь восстановлен",
    "old_input" => "Введите новые данные",
    "access_myself_denied" => "Пользователь в системе может внести изменения только в профиле",
];
